{
  "id" : "StructureDefinition-mesures-observation-waist-circumference",
  "baseLang" : "en",
  "languages" : [
    {
      "targetLang" : "fr",
      "entries" : [
        {
          "id" : "name",
          "context" : "A natural language name identifying the structure definition. This name should be usable as an identifier for the module by machine processing applications such as code generation.",
          "source" : "MesObservationWaistCircumference",
          "target" : null
        },
        {
          "id" : "title",
          "context" : "A short, descriptive, user-friendly title for the structure definition.",
          "source" : "Tour de taille",
          "target" : null
        },
        {
          "id" : "publisher",
          "context" : "The name of the organization or individual responsible for the release and ongoing maintenance of the structure definition.",
          "source" : "ANS",
          "target" : null
        },
        {
          "id" : "contact.name",
          "context" : "The name of an individual to contact.",
          "source" : "ANS",
          "target" : null
        },
        {
          "id" : "Observation.meta.source/short",
          "context" : "A concise description of what this element means (e.g. for use in autogenerated summaries).",
          "source" : "Uri identifiant les systèmes tiers ayant envoyé la ressource. L’uri est sous la forme d’une oid : « urn:oid:xx.xx.xx »",
          "target" : null
        },
        {
          "id" : "Observation.extension:MesReasonForMeasurement/short",
          "context" : "A concise description of what this element means (e.g. for use in autogenerated summaries).",
          "source" : "Motif de la mesure",
          "target" : null
        },
        {
          "id" : "Observation.extension:MesReasonForMeasurement/definition",
          "context" : "Provides a complete explanation of the meaning of the data element for human readability.  For the case of elements derived from existing elements (e.g. constraints), the definition SHALL be consistent with the base definition, but convey the meaning of the element in the particular context of use of the resource. (Note: The text you are reading is specified in ElementDefinition.definition).",
          "source" : "Motif de la mesure\r\nTexte libre (ex. surpoids ou obésité, diabète, maladie du cœur et des vaisseaux, tabac…)",
          "target" : null
        },
        {
          "id" : "Observation.device/short",
          "context" : "A concise description of what this element means (e.g. for use in autogenerated summaries).",
          "source" : "Dispositif utilisé pour récolter l'information. Ce dispositif peut être l'application permettant de renseigner la valeur. \r\nSi la mesure a été faite par un objet connecté (Profil PhdDevice), cette référence est obligatoire",
          "target" : null
        }
      ]
    }
  ]
}
